/* NSPanel (%@ Software Update) : <title:%@ Software Update> (oid:59) */
"%@ Software Update" = "%@ Software Update";

/* NSButton (Cancel) : <title:Cancel> (oid:2) */
"Cancel" = "Cancel";

/* NSButton (Check for updates automatically) : <title:Check for updates automatically> (oid:62) */
"Check for updates automatically" = "Check for updates automatically";

/* NSTextField (Error while checking for the latest version) : <title:Error while checking for the latest version> (oid:64) */
"Error while checking for the latest version" = "Error while checking for the latest version";

/* NSTextField (No updates are available.) : <title:No updates are available.> (oid:53) */
"No updates are available." = "No updates are available.";

/* NSButton (Okay) : <title:Okay> (oid:63) */
"Okay" = "Okay";

/* NSTextField (There was an error while connecting to server.  Please check your network settings or try again later.) : <title:There was an error while connecting to server.  Please check your network settings or try again later.> (oid:58) */
"There was an error while connecting to server.  Please check your network settings or try again later." = "There was an error while connecting to server.  Please check your network settings or try again later.";

/* NSTextField (This application was updated on %@. The version %@ is available since %i days. Would you like to update your version %@ ?) : <title:This application was updated on %@.
The version %@ is available since %i days.
Would you like to update your version %@ ?> (oid:44) */
"This application was updated on %@.\nThe version %@ is available since %i days.\nWould you like to update your version %@ ?" = "This application was updated on %@.\nThe version %@ is available since %i days.\nWould you like to update your version %@ ?";

/* NSButton (Update) : <title:Update> (oid:12) */
"Update" = "Update";

/* NSTextField (Update available) : <title:Update available> (oid:43) */
"Update available" = "Update available";

/* NSTextField (Your version is up to date) : <title:Your version is up to date> (oid:55) */
"Your version is up to date" = "Your version is up to date";

